Repository: sheilagomes/wp-trad
Catalog: tm/GNOME_en-pt_BR.tmx
Source language: en
Languages: pt_br

source: Versioning...
pt_br: Versionando...

source: Switch between library versions and check deprecations
pt_br: Alterne entre versões de biblioteca e verifique por depreciações

source: Set as default resource target
pt_br: Defina como alvo padrão de recursos

source: Current default target
pt_br: Alvo padrão atual

source: Close the current file
pt_br: Fecha o arquivo atual

source: Save the current file
pt_br: Salva o arquivo atual

source: Redo the last action
pt_br: Refaz a última ação

source: Cut the selection
pt_br: Recorta o selecionado

source: Copy the selection
pt_br: Copia o selecionado

source: Paste the clipboard
pt_br: Colar a área de transferência

source: Delete the selection
pt_br: Exclui o selecionado

source: Glade designer operations
pt_br: Operações de construtor do Glade

source: Go back in undo history
pt_br: Vai para trás no histórico de desfazer

source: Go forward in undo history
pt_br: Vai para frente no histórico de desfazer

source: Glade Clipboard
pt_br: Área de transferência do Glade

source: Widgets
pt_br: Widgets (componentes)

source: Palette
pt_br: Paleta

source: Not local file: %s
pt_br: Não é um arquivo local: %s

source: Could not open %s
pt_br: Não foi possível abrir %s

source: Glade GUI Designer
pt_br: Projetor de interface Glade

source: Invalid glade file name
pt_br: Nome de arquivo glade inválido

source: You need to select a to do item before you can edit it
pt_br: Você deve selecionar uma tarefa antes que você possa editá-la

source: Category:
pt_br: Categoria:

source: Due date:
pt_br: Data de término:

source: Notify when due
pt_br: Notificar quando executada

source: Priority:
pt_br: Prioridade:

source: High
pt_br: Alta

source: Medium
pt_br: Média

source: Low
pt_br: Baixa

source: Comment:
pt_br: Comentário:

source: Completed
pt_br: Completada

source: You need to select a todo item before you can remove it
pt_br: Você deve selecionar uma tarefa antes que você possa removê-la

source: Are you sure you want to remove the selected todo item?
pt_br: Você tem certeza de que deseja remover a tarefa selecionada?

source: Remove
pt_br: Remover

source: Are you sure you want to remove all the completed todo items?
pt_br: Você tem certeza de que deseja remover todas as tarefas completadas?

source: Are you sure you want to remove all the completed todo items in the category "%s"?
pt_br: Você tem certeza de que deseja remover todas as tarefas completadas na categoria "%s"?

source: Export task list
pt_br: Exportar lista de tarefas

source: Plain Text
pt_br: Texto puro

source: Export current category only
pt_br: Exportar somente a categoria corrente

source: HTML export options:
pt_br: Opções de exportação HTML:

source: Embed default (CSS) style sheet
pt_br: embutir Folha de estilo (CSS) padrão

source: Custom (CSS) style sheet
pt_br: Folha de estilo (CSS) personalizada

source: _View
pt_br: _Ver

source: All
pt_br: Tudo

source: _Export
pt_br: _Exportar

source: Priority
pt_br: Prioridade

source: Due date
pt_br: Data de término

source: Summary
pt_br: Resumo

source: No permission to read the file.
pt_br: Sem permissão para ler o arquivo.

source: Failed to read file
pt_br: Falha ao ler o arquivo

source: File is not a valid gtodo file
pt_br: O arquivo não é um arquivo gtodo válido

source: Personal
pt_br: Pessoal

source: Business
pt_br: Negócios

source: Unfiled
pt_br: Indefinida

source: No filename supplied.
pt_br: Nenhum nome de arquivo fornecido.

source: Delete
pt_br: Excluir

source: The following item is due:
pt_br: O seguinte item é necessário:

source: _Tasks
pt_br: _Tarefas

source: Hide items that are past due date
pt_br: Oculta itens que ultrapassaram a data prevista de término

source: Hide items without an end date
pt_br: Oculta itens sem uma data de término

source: Tasks manager
pt_br: Gerenciador de tarefas

source: Tasks manager view
pt_br: Gerenciador de tarefas

source: Tasks
pt_br: Tarefas

source: Show due date column
pt_br: Mostra a coluna do prazo de conclusão

source: Show category column
pt_br: Mostra a coluna de categoria

source: Show priority column
pt_br: Mostra a coluna de prioridades

source: Tooltips in list
pt_br: Dicas na lista

source: Show in main window
pt_br: Mostra na janela principal

source: Highlight
pt_br: Realce

source: Items that are due today
pt_br: Itens que devem ser finalizados hoje

source: Items that are past due
pt_br: Itens que já foram finalizados

source: Purge items after
pt_br: Remove qualquer vestígio dos itens após

source: days.
pt_br: dias.

source: Auto Purge
pt_br: Limpar automaticamente

source: Notification
pt_br: Notificação

source: Macro details:
pt_br: Detalhes da macro:

source: Macro text:
pt_br: Texto da macro:

source: Edit...
pt_br: Editar...

source: Shortcut:
pt_br: Atalho:

source: Press shortcut
pt_br: Pressione a tecla de atalho

source: Anjuta macros
pt_br: Macros do Anjuta

source: My macros
pt_br: Minhas macros

# Name: %s Category: %s Shortcut: %c
source: Name:\t %s Category:\t %s Shortcut:\t %c
pt_br: Nome:\t %s Categoria:\t %s Atalho:\t %c

source: Insert
pt_br: Inserir

source: Insert macro
pt_br: Insere uma macro

source: Add/Edit macro
pt_br: Adiciona/Edita macro

source: _Insert Macro...
pt_br: I_nserir Macro...

source: Insert a macro using a shortcut
pt_br: Insere uma macro utilizando um atalho

source: Add a macro
pt_br: Adicionar uma macro

source: Add/Edit/Remove macros
pt_br: Adiciona/Edita/Remove macros

source: Macro operations
pt_br: Operações com macros

source: Indicators
pt_br: Indicadores

source: Message colors
pt_br: Cores das mensagens

source: Messages options
pt_br: Opções das mensagens

source: Error message indicator style:
pt_br: Estilo de indicador de mensagens erro:

source: Errors:
pt_br: Erros:

source: Normal message indicator style:
pt_br: Estilo do indicador de mensagens normais:

source: Number of first characters to show:
pt_br: Número de caracteres iniciais exibidos:

source: Number of last characters to show:
pt_br: Número de caracteres finais exibidos:

source: Tabs position:
pt_br: Posição das tabulações:

source: Truncate long messages
pt_br: Truncar mensagens longas

source: Warning message indicator style:
pt_br: Estilo de indicador de mensagens aviso:

source: Warnings:
pt_br: Avisos:

source: No message details
pt_br: Sem detalhes de mensagens

source: No Messages
pt_br: Nenhuma mensagem

source: No Infos
pt_br: Nenhuma informação

source: No Warnings
pt_br: Nenhum aviso

source: No Errors
pt_br: Nenhum erro

source: Messages
pt_br: Mensagens

source: Error writing %s
pt_br: Erro ao escrever: %s

source: _Copy Message
pt_br: _Copiar mensagem

source: Copy message
pt_br: Copiar mensagem

source: Next message
pt_br: Vai para a próxima mensagem

source: Previous message
pt_br: Vai para a mensagem anterior

source: _Save Message
pt_br: _Salvar mensagem

source: Save message
pt_br: Salva a mensagem

source: Next/Previous Message
pt_br: Mensagem anterior/próxima

source: Patch file
pt_br: Arquivo de correção

source: Patches
pt_br: Correções

source: Please select the directory where the patch should be applied
pt_br: Selecione o diretório onde deverá ser aplicado o patch

source: Patching %s using %s
pt_br: Aplicando o patch em %s utilizando %s

source: There are unfinished jobs, please wait until they are finished.
pt_br: Existem tarefas não concluídas, aguarde até elase serem concluídas.

source: Patch failed. Please review the failure messages. Examine and remove any rejected files.
pt_br: O patch falhou. Por favor, verifique as mensagens de erro. Examine e remova qualquer arquivo rejeitado.

source: Patching complete
pt_br: Correção completada

source: Dry run
pt_br: Simulação

source: File/Directory to patch:
pt_br: Arquivo/Diretório para aplicar correção:

source: Patch file:
pt_br: Arquivo de correções

source: Patch level:
pt_br: Nível da correção:

source: _Tools
pt_br: _Ferramentas

source: Patch files/directories
pt_br: Aplica o patch nos arquivos/diretórios

source: Called By
pt_br: Chamado por

source: Automatically refresh profile data display
pt_br: Atualizar automaticamente a exibição dos dados de perfilação

source: Do not propagate time for these symbols:
pt_br: Não propagar o tempo para estes símbolos:

source: Enter one symbol specification per line. For information on symbol specifications, see section 4.5 of the gprof info page.
pt_br: Digite uma especificação de símbolo por linha. Para mais informações sobre especificações de símbolo, veja a seção 4.5 da página info do gprof.

source: Propagate time for all symbols
pt_br: Propagar tempo para todos símbolos

source: Propagate time for only these symbols:
pt_br: Propagar tempo para apenas estes símbolos:

source: Show functions that could have been called but never were
pt_br: Mostrar funções que podem ter sido chamadas mas nunca foram

source: Show only these symbols:
pt_br: Mostrar apenas estes símbolos:

source: Use this profiling data file:
pt_br: Use este arquivo de dados de perfilação:

source: Could not find a valid project backend for the directory given (%s). Please select a different directory, or try upgrading to a newer version of Anjuta.
pt_br: Não foi possível localizar um backend de projeto para o diretório fornecido (%s). Por favor, selecione um diretório diferente ou tente atualizar para uma nova versão do Anjuta.

source: Please, fix the configuration
pt_br: Por favor, corrija a configuração

source: This assistant will import an existing project into Anjuta.
pt_br: Este assistente importará um projeto existente para o Anjuta.

source: Select project directory
pt_br: Selecione o diretório do projeto

source: Project to Import
pt_br: Projeto a importar

source: Confirmation
pt_br: Confirmação

source: A file named "%s" already exists. Do you want to replace it?
pt_br: Um arquivo chamado "%s" já existe. Você quer substituí-lo?

source: A file named "%s" cannot be written: %s. Check if you have write access to the project directory.
pt_br: Não foi possível salvar o arquivo "%s": %s. Verifique se você tem as permissões de escrita no diretório do projeto.

source: Add Source
pt_br: Adicionar Código Fonte

source: New Group
pt_br: Novo Grupo

source: New Target
pt_br: Novo Alvo

source: Select the _target for the new source files:
pt_br: Selecione o alvo para o novo código fon_te:

source: Source files:
pt_br: Arquivos fonte:

source: Specify _where to create the group:
pt_br: Especifique _onde criar o grupo:

source: Specify _where to create the target:
pt_br: Especifique _onde criar o alvo:

source: Target _name:
pt_br: _Nome do alvo:

source: Target _type:
pt_br: _Tipo de alvo:

source: _Group name:
pt_br: Nome do _grupo:

source: _Select file to add...
pt_br: _Escolha o arquivo a adicionar...

source: Project
pt_br: Projeto

source: GbfProject Object
pt_br: Objeto do GbfProject

source: No project loaded
pt_br: Nenhum projeto carregado

source: Couldn't load glade file
pt_br: Não foi possível carregar o arquivo glade

source: Can not add group
pt_br: Impossível adicionar o grupo

source: No parent group selected
pt_br: Nenhum grupo pai foi selecionado

source: Can not add target
pt_br: Impossível adicionar o alvo

source: No group selected
pt_br: Nenhum grupo selecionado

source: Select sources...
pt_br: Escolher códigos-fonte...

source: Can not add source files
pt_br: Impossível adicionar o código-fonte

source: No target has been selected
pt_br: Nenhum alvo foi selecionado

source: Target properties
pt_br: Propriedades do alvo

source: Group properties
pt_br: Propriedades do grupo

source: No properties available for this target
pt_br: Nenhuma propriedade disponível para este alvo

source: Are you sure you want to remove the following group from project?
pt_br: Você tem certeza de que deseja remover o seguinte grupo do projeto?

source: Group: %s The group will not be deleted from file system.
pt_br: Grupo: %s O grupo não será excluído do sistema de arquivos.

source: Are you sure you want to remove the following target from project?
pt_br: Você tem certeza de que deseja remover o seguinte alvo do projeto?

source: Target: %s
pt_br: Alvo: %s

source: Are you sure you want to remove the following source file from project?
pt_br: Você tem certeza de que deseja remover o seguinte arquivo fonte do projeto?

source: Source: %s The source file will not be deleted from file system.
pt_br: Fonte: %s O arquivo fonte não será excluído do sistema de arquivos.

source: Failed to retrieve URI info of %s: %s
pt_br: Falha ao obter a informação de URI de %s: %s

source: _Project
pt_br: _Projeto

source: _Properties
pt_br: _Propriedades

source: _Refresh
pt_br: _Atualizar

source: Close Pro_ject
pt_br: Fechar Pro_jeto

source: Close project
pt_br: Fecha o projeto

source: Properties of group/target/source
pt_br: Propriedades do grupo/alvo/fonte

source: Re_move
pt_br: Re_mover

source: Failed to parse project (the project is opened, but there will be no project view) %s: %s
pt_br: Falha ao analisar o projeto (o projeto está aberto, mas não existe nenhum projeto visível) %s: %s

source: Initializing Project...
pt_br: Inicializando o projeto...

source: Project Loaded
pt_br: Projeto carregado

source: Details
pt_br: Detalhes

source: Error
pt_br: Erro

source: Message
pt_br: Mensagem

source: Confirm the following information:
pt_br: Confirme as seguintes informações:

source: Project Type: %s
pt_br: Tipo de projeto: %s

source: Field "%s" must start with a letter, a digit or an underscore and contains only letters, digits, underscore, minus and dot. Please fix it.
pt_br: O campo "%s" deve começar por uma letra, um dígito ou sublinha (_) e conter apenas letras, dígitos, sublinha, hífen e ponto. Por favor corrija-o.

source: Unknown error.
pt_br: Erro desconhecido.

source: File "%s" already exists. Do you want to overwrite it?
pt_br: O arquivo "%s" já existe. Você deseja sobrescrevê-lo?

source: Invalid entry
pt_br: Entrada inválida

source: Dubious entry
pt_br: Entrada duvidosa

source: Missing programs: %s.
pt_br: Programas faltando: %s.

source: Missing packages: %s.
pt_br: Faltam os pacotes: %s.

source: Some important programs or development packages required to build this project are missing. Please make sure they are installed properly before generating the project.
pt_br: Alguns importantes programas ou pacotes de desenvolvimento necessários para compilar (build) este projeto estão faltando. Por favor, certifique-se de que eles tenham sido instalados adequadamente antes de gerar o projeto.

source: The missing programs are usually part of some distrubution packages and can be searched in your Application Manager. Similarly, the development packages are contained in special packages that your distribution provide to allow development of projects based on them. They usually end with -dev or -devel suffix in package names and can be found by searching in your Application Manager.
pt_br: Os programas que estão faltando são, usualmente, parte de algum pacote de distribuição e podem ser pesquisados no seu Gerenciador de Aplicativos. Do mesmo modo, os pacotes de desenvolvimento estão contidos em pacotes especiais fornecidos por sua distribuição que permitem o desenvolvimento de projetos com base nela. Eles, de modo geral, terminam com sufixo -dev ou -devel nos nomes dos pacotes e podem ser localizados por intermédio do seu Gerenciador de Aplicativos.

source: Missing components
pt_br: Faltam componentes

source: Unable to build project assistant user interface reading %s.
pt_br: Não foi possível compilar o assistente de usuário do projeto lendo o %s.

source: New project has been created successfully.
pt_br: O novo projeto foi criado com sucesso.

source: New project creation has failed.
pt_br: A criação do novo projeto falhou.

source: Skipping %s: file already exists
pt_br: Pulando %s: o arquivo já existe

source: Creating %s ... Fail to create directory
pt_br: Criando %s ... Falha ao criar diretório

source: Executing: %s
pt_br: Executando: %s

source: New Project Assistant
pt_br: Novo assistente de projeto

source: No
pt_br: Não

source: Select directory
pt_br: Selecione um diretório

source: Select file
pt_br: Selecionar arquivo

source: Choose directory
pt_br: Escolha o diretório

source: Choose file
pt_br: Escolha o arquivo

source: Icon choice
pt_br: Escolha do ícone

source: A GNOME applet project
pt_br: Um miniaplicativo do GNOME

source: A generic C++ project
pt_br: Um projeto genérico em C++

source: A generic GTK+ project
pt_br: Um projeto genérico em GTK+

source: A generic GTKmm (C++) project
pt_br: Um projeto genérico em GTKmm (C++)

source: A generic Xlib dock applet
pt_br: Um miniaplicatico genérico com Xlib para o encaixe (dock)

source: A generic Xlib project
pt_br: Um projeto genérico com Xlib

source: A generic java project using automake project management
pt_br: Um projeto genérico em Java gerenciado com Automake

source: A generic minimal and flat project
pt_br: Um projeto genérico, mínimo e plano

source: A generic natively compiled java project using the GNU Java Compiler (gcj)
pt_br: Um projeto genérico em Java compilado nativamente com o GNU Java Compiler (gcj)

source: A generic project
pt_br: Um projeto genérico

source: A generic python project using automake project management
pt_br: Um projeto genérico em Python gerenciado com Automake

source: A generic wx Widgets project
pt_br: Um projeto genérico com WxWidgets

source: A sample SDL project
pt_br: Um projeto SDL de example

source: Add C++ support:
pt_br: Adicionar suporte C++:

source: Add gtk-doc system:
pt_br: Adicionar sistema gtk-doc:

source: Adds C++ support to the project so that C++ source files can be built
pt_br: Adiciona suporte a C++ ao projeto de forma que arquivos C++ possam ser compilados

source: Adds support for building shared libraries in your project
pt_br: Adiciona o suporte à construção de bibliotecas compartilhadas em seu projeto

source: Adds support for internationalization so that your project can have translations in different languages
pt_br: Adiciona suporte a internacionalização de modo que seu projeto possa ser traduzido em diferentes idiomas

source: Anjuta plugin project that uses libanjuta framework
pt_br: Projeto de plug-in do Anjuta que usa o libanjuta

source: Applet Title:
pt_br: Título do miniaplicativo:

source: Comma separated, other plugins that this plugin depends on. It could be either primary interface name or plugin location (library:class)
pt_br: Outros plug-ins dos quais este depende, separados por vírgula. Podem ser tanto os nomes de interface ou a localização do plug-in (biblioteca:classe)

source: Create a template glade interface file
pt_br: Cria um modelo do arquivo de interface glade

source: Display description of the applet
pt_br: Exibe a descrição do miniaplicativo

source: Display description of the plugin
pt_br: Exibe a descrição do plug-in

source: Display title of the applet
pt_br: Exibe o título do miniaplicativo

source: Display title of the plugin
pt_br: Exibe o título do plug-in

source: Django Project
pt_br: Projeto Django

source: GCJ needs to know which class contains the main() function
pt_br: O GCJ precisa saber qual classe contém a função main()

source: GNOME Applet
pt_br: Miniaplicativo do GNOME

source: Generic
pt_br: Genérico

source: Generic (Minimal)
pt_br: Genérico (mínimo)

source: Generic C++
pt_br: C++ genérico

source: Generic gcj compiled java
pt_br: Java genérico compilado com GCJ

source: Generic java (automake)
pt_br: Java genérico (automake)

source: Generic python (automake)
pt_br: Python genérico (automake)

source: Give a package name that your project require. You may also mention what is the required version of the package. For example, 'libgnomeui-2.0' or 'libgnomeui-2.0 >= 2.2.0'
pt_br: Dê um nome de pacote que seu projeto necessita, você também pode mencionar qual é a versão requerida do pacote, Por exemplo, "libgnomeui-2.0" ou "libgnomeui-2.0 >= 2.2.0"

source: Icon file for the plugin
pt_br: Arquivo de ícone para o plug-in

source: Implement plugin interfaces
pt_br: Implementa interfaces de plug-in

source: Interface implemented by the plugin
pt_br: Interface implementada pelo plug-in

source: License
pt_br: Licença:

source: Makefile project
pt_br: Projeto com Makefile

source: Makefile-based project
pt_br: Projeto baseado em Makefile

source: Mininum SDL version required
pt_br: Versão mínima SDL necessária

source: Name of the value to watch
pt_br: Nome do valor a ser acompanhado

source: Options for project build system
pt_br: Opções de construção de projeto

source: Plugin Dependencies:
pt_br: Dependências do plug-in:

source: Plugin Title:
pt_br: Título do plug-in:

source: Plugin has menus or/and toolbars
pt_br: Plug-in tem menus e/ou barra de ferramentas

source: Plugin interfaces to implement
pt_br: Interfaces de plug-in para implementar

source: Project directory, output file etc.
pt_br: Diretório do projeto, saída de arquivo etc.

source: Project name must not contain spaces, because it will be the name of the project build target (executable, library etc.)
pt_br: Nome do projeto não deve conter espaços, pois o mesmo será o nome do projeto principal construído (executável, bibliotecas etc.)

source: Python webproject using Django Web Framework
pt_br: Projeto Python para Web usando o Django

source: Require Package:
pt_br: Necessita do pacote:

source: Require SDL version:
pt_br: Requer SDL version:

source: Require SDL_gfx library
pt_br: Requer SDL_gfx library

source: Require SDL_gfx:
pt_br: Requer SDL_gfx:

source: Require SDL_image library
pt_br: Requer SDL_image library

source: Require SDL_image:
pt_br: Requer SDL_image:

source: Require SDL_mixer library
pt_br: Requer SDL_mixer library

source: Require SDL_mixer:
pt_br: Requer SDL_mixer:

source: Require SDL_net library
pt_br: Requer SDL_net library

source: Require SDL_net:
pt_br: Requer SDL_net:

source: Require SDL_ttf library
pt_br: Requer SDL_ttf library

source: Require SDL_ttf:
pt_br: Requer SDL_ttf:

source: Shell values to watch
pt_br: Valores do Shell para observação

source: Use pkg-config to add library support from other packages
pt_br: Usar pkg-config para adicionar suporte a bibliotecas de outros pacotes

source: Values to watch
pt_br: Valores para observar

source: Whether the plugin has menus or toolbars
pt_br: Se o plug-in tem menus ou barra de ferramentas

source: Xlib dock
pt_br: Encaixe Xlib

source: gtk-doc is used to compile API documentations for GObject based classes
pt_br: gtk-doc é usado para compilar documentação API para classes baseadas em GObject

source: Choose a working directory
pt_br: Escolha um diretório de trabalho

source: Environment Variables:
pt_br: Variáveis de ambiente:

source: Program Parameters
pt_br: Parâmetros do programa

source: Program:
pt_br: Programa:

source: Working Directory:
pt_br: Diretório de trabalho:

source: Program '%s' does not exist
pt_br: O programa "%s" não existe

source: Program directory '%s' is not local
pt_br: O diretório do programa "%s" não é local

source: Load Target to run
pt_br: Carregar o Alvo para execução

source: Name
pt_br: Nome

source: The program is running. Do you want to restart it?
pt_br: O programa está em execução. Você quer reiniciá-lo?

source: Run program without debugger
pt_br: Executar o programa sem o debugger

source: Stop Program
pt_br: Parar programa

source: Program Parameters...
pt_br: Parâmetros do programa...

source: Set current program, arguments and so on
pt_br: Defina o programa corrente, seus argumentos etc

source: Run operations
pt_br: Executar operações

source: _Sample action
pt_br: _Ação de exemplo

source: Sample action
pt_br: Ação de exemplo

source: Sample file operations
pt_br: Operações de arquivo de exemplo

source: SamplePlugin
pt_br: PlugInExemplo

source: Code folding
pt_br: Folding de código
